app/Views/exercise/beli.php

                            case "demo":
                                ?>
            <h3>Paket yg Digunakan</h3><hr/>
            <!--<h5>Latihan Soal dengan Jawaban Tanpa Pembahasan</h5>-->
            <?php $queryClass = $db->table('kategori_soal')->getWhere(['is_tp' => 1]);
---
SELECT *
FROM `kategori_soal`
WHERE `is_tp` = 1

            </button>
            <?php endforeach ?>
            <br/>
            <!--<h5>Latihan Soal dengan Jawaban dan Pembahasan</h5>-->
            <?php $queryClass = $db->table('kategori_soal')->getWhere(['is_tp' => null]);
---
SELECT *
FROM `kategori_soal`
WHERE `is_tp` IS NULL


            <br/><hr/>
            <h3>Beli Paket</h3><hr/>
            <?php $queryClass = $db->table('kategori_soal')->getWhere(['is_tp' => 1]);
---
SELECT *
FROM `kategori_soal`
WHERE `is_tp` = 1