app/Models/LatihanMDL.php

    public function nilaiRatarata($id)
    {
        $this->where(['user_id' => $id]);
        $userID = $this->findAll();
---
SELECT *
FROM `latihan`
WHERE `user_id` = '2'